Repository: canny1980/cm_import_vavto
Catalog: var/langs/*/addons/cm_import_vavto.po
Languages: ru_ru

# Addons::name::cm_import_vavto
source: Synchronization of availability and prices of vavto
ru_ru: CannyMOD: Синхронизация наличия и цен поставщика ВОСХОД

# Addons::description::cm_import_vavto
source: Synchronizing with CRON
ru_ru: Синхронизация через CRON.

# Languages::cm_import_vavto.auto_info
source: Use this link to automatically update via CRON:
ru_ru: Используйте эту ссылку для автоматического обновления через CRON:

# Languages::cm_import_vavto.currency_sync_auto
source: Automatic update via CRON
ru_ru: Автоматическое обновление через CRON

# Languages::cm_import_vavto.magic_keygen
source: Generate magic_key
ru_ru: Сгенерировать magic_key

# Languages::cm_import_vavto.magic_keygen_button
source: Generate
ru_ru: Сгенерировать

# SettingsOptions::cm_import_vavto::api_url
source: API url
ru_ru: URL запроса API

# SettingsOptions::cm_import_vavto::api_key
source: API key
ru_ru: API ключ

# Languages::cm_import_vavto.update_object_button
source: Update now
ru_ru: Обновить сейчас

# Languages::cm_import_vavto.update_object
source: Update object
ru_ru: Обновить данные сейчас

# Languages::cm_import_vavto
source: Catalog
ru_ru: Увязка категорий Восход

# Languages::cm_import_vavto.categories_binding
source: Categories binding
ru_ru: Соответствие категорий ВОСХОД

# Languages::cm_import_vavto.remote_category_id
source: Remote category id
ru_ru: ID категории Восход

# Languages::cm_import_vavto.local_categories
source: Local categories
ru_ru: Локальные категории

# Languages::cm_import_vavto.done
source: Import done
ru_ru: Импорт завершен

# Languages::cm_import_vavto.categories_bind_successfully
source: Categories bind successfully
ru_ru: Категории успешно привязаны
